Revit 2027 API
ParameterTypeId.RbsEndOffsetParam Property
 "End Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsEndOffsetParam { get; }
Public Shared ReadOnly Property RbsEndOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsEndOffsetParam {
	ForgeTypeId^ get ();
}
static member RbsEndOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace